experiments/results/nfs/a906294_zac15_2023-02-26_20:26:58/fio_randwrite_1_64_2.out
randwrite_1_64_2: (g=0): rw=randwrite, bs=(R) 1B-1B, (W) 1B-1B, (T) 1B-1B, ioengine=io_uring, iodepth=64
...
fio-3.28
Starting 2 threads

randwrite_1_64_2: (groupid=0, jobs=2): err= 0: pid=16058: Sun Feb 26 22:10:15 2023
  write: IOPS=68.4k, BW=66.8KiB/s (68.4kB/s)(4007KiB/60002msec); 0 zone resets
    slat (usec): min=3, max=368, avg= 5.89, stdev= 1.65
    clat (usec): min=781, max=5637, avg=1865.24, stdev=383.97
     lat (usec): min=789, max=5642, avg=1871.26, stdev=384.00
    clat percentiles (usec):
     |  1.00th=[ 1254],  5.00th=[ 1352], 10.00th=[ 1418], 20.00th=[ 1516],
     | 30.00th=[ 1598], 40.00th=[ 1696], 50.00th=[ 1811], 60.00th=[ 1926],
     | 70.00th=[ 2040], 80.00th=[ 2180], 90.00th=[ 2409], 95.00th=[ 2606],
     | 99.00th=[ 2900], 99.50th=[ 2966], 99.90th=[ 3163], 99.95th=[ 3261],
     | 99.99th=[ 3458]
   bw (  KiB/s): min=   56, max=   80, per=97.34%, avg=65.80, stdev= 2.69, samples=240
   iops        : min=58232, max=83498, avg=68380.35, stdev=2761.33, samples=240
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=66.59%, 4=33.41%, 10=0.01%
  cpu          : usr=7.22%, sys=22.02%, ctx=1888852, majf=0, minf=0
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,4102611,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=66.8KiB/s (68.4kB/s), 66.8KiB/s-66.8KiB/s (68.4kB/s-68.4kB/s), io=4007KiB (4103kB), run=60002-60002msec